tariffs = {
  coldWater: {
    id1: {
      suppliersName: 'ООО "Промышленные информационные Технологии"',
      meteringDevice: {
        '01.01.2023': 63.32,
        '01.01.2024': 63.32,
        '01.07.2024': 69.4,  
        '01.01.2025': 69.4,
        '01.07.2025': 75.64,
      },
      standard: {
        forMKD: 3.901,
        forPrivateHouse: 3.901,
        forDormitory: 1.637,
      },
    },
  },
  waterDisposal: {
    id1: {
      suppliersName: 'ООО "Промышленные информационные Технологии"',
      automatically: {
        '01.01.2023': 64.79,
        '01.01.2024': 64.79,
        '01.07.2024': 71.00,  
        '01.01.2025': 71.00,
        '01.07.2025': 77.40,
      },
      manually: {
        forMKD: 7.319,
        forPrivateHouse: 7.319,
        forDormitory: 3.927,
      },
    },
  },
  hotWater: {
    id1: {
      suppliersName: 'ООО "Лангепасские коммунальные системы"',
      meteringDevice: {
        '01.01.2023': 208.39,
        '01.01.2024': 208.39,
        '01.07.2024': 230.92,  
        '01.01.2025': 230.92,
        '01.07.2025': 251.69,
      },
      standard: {
        forMKD: 3.418,
        forPrivateHouse: 3.418,
        forDormitory: 2.29,
      },
    },
  },
  heating: {
    id1: {
      suppliersName: 'ООО "Лангепасские коммунальные системы"',
      meteringDevice: {
        '01.01.2023': 2231.8,
        '01.01.2024': 2231.8,
        '01.07.2024': 2446.04,  
        '01.01.2025': 2446.04,
        '01.07.2025': 2666.18,
      },
      standard: {
        comment: 'Не применяется',
      },
    },
  },
  powerSupply: {
    id1: {
      suppliersName: 'АО "Газпром энергосбыт Тюмень"',
      meteringDevice: {
        multiZone: {
          day: {
            '01.01.2023': 2.45,
            '01.01.2024': 2.45,
            '01.07.2024': 2.67, 
            '01.01.2025': 2.67,  
            '01.07.2025': 2.69,  
          },
          night: {
            '01.01.2023': 1.19,
            '01.01.2024': 1.19,
            '01.07.2024': 1.30, 
            '01.01.2025': 1.30,  
            '01.07.2025': 1.77, 
          },
        },
        single: {
          '01.01.2023': 2.43,
          '01.01.2024': 2.43,
          '01.07.2024': 2.63,
          '01.01.2025': 2.63,  
          '01.07.2025': 2.95, 
        },
      },
      standard: {
        comment: 'Не применяется',
      },
    },
  },
  municipalWaste: {
    id1: {
      suppliersName: 'АО "Югра-Экология"',
      automatically: {
        '01.01.2023': 821.57,
        '01.01.2024': 821.57,
        '01.07.2024': 900.44,  
        '01.01.2025': 900.44,
        '01.07.2025': 981.48,
      },
      manually: {
        forMKD: 0.1552,
        forPrivateHouse: 0.2587,
        forDormitory: 0.1552,
      },
    },
  },
  limitIndex: {
    2024: 9.6,
    2025: 9.0,
    2026: 8.5
  }
}
